{
	"main": {
		"university": "Technological Institute of Morelia",
		"degree": "Computer Systems Engineer"
	},
	"data": [
		{
			"key": 1,
			"title": "Softtek",
			"subtitle": "Vulnerability Management & Security Operations Center",
			"image": "__root_path/images/softtek.png",
			"description": "Nowadays, I'm working as Vulnerability Manager & SOC member on Softtek. I collaborate with multiple teams to lead to vulnerability remediation to enhance customer security. Also, I focus on security research by using internal security tools to identify security risks and possible breaches.",
			"date": "2023 - Today",
			"link": "https://softtek.com",
			"alias": "Softtek",
			"roles": [
				"VulnerabilityManagement",
				"Cybersecurity",
				"SecurityOperationsCenter"
			]
		},
		{
			"key": 2,
			"title": "FLEX",
			"subtitle": "IT Security Analyst",
			"image": "__root_path/images/flex.png",
			"description": "I started as Student on practices and growth as IT Security Analyst. Also, I made multiple contributions on internal processes automation, internal security audits, cloud services management and operations, data analysis, and more.",
			"date": "2022 - 2023",
			"link": "https://flex.com",
			"alias": "FLEX",
			"roles": [
				"InternalAudits",
				"Cybersecurity",
				"Automation",
				"SecurityManagement"
			]
		},
		{
			"key": 3,
			"title": "DIINCO",
			"subtitle": "Full-stack engineer & Security SysAdmin",
			"image": "__root_path/images/diinco.png",
			"description": "DIINCO is a startup that provides web-based management tools for infrastructure projects. I have collaborate on this project as full stack engineer since the team foundation. I have also collaborated with the team providing training to new members, integrating security implementations at company level. Also, on services operations and management.",
			"date": "2021 - 2022",
			"link": "diinco.com",
			"alias": "DIINCO",
			"roles": [
				"FullstackEngineer",
				"DevelopmentLeader",
				"SecurityPlanning"
			]
		},
		{
			"key": 4,
			"title": "El Tepetate",
			"subtitle": "FullStack Developer",
			"image": "__root_path/images/eltepetate.png",
			"description": "As project for the Academic Software Factory of the Instituto Tecnológico de Morelia, we made a web technologies based administration platform for the trout farm El Tepetate. This project took part of a engineering contest on the institution.",
			"date": "2019 - 2020",
			"link": "https://www.granjadetruchas.com/",
			"alias": "el tepetate",
			"roles": ["FullStackDeveloper", "TeamLeader", "Designer"],
			"note": "Academic Software Factory"
		},
		{
			"key": 5,
			"title": "Administrative Engineering Master",
			"subtitle": "Frontend Developer",
			"image": "__root_path/images/mia.png",
			"description": "As social service project, my teammate devcydo and me, made the presentation web page for the Administrative Engineering Master at the Instituto Tecnológico de Morelia. Also, we made software and hardware maintenance to the Industrial Engineering computer laboratory and we also made an introductory manual to statístic analysis with Python.",
			"date": "2021",
			"link": "https://morelia.tecnm.mx/mia/",
			"alias": "MIA",
			"roles": ["FrontendDeveloper", "Designer"],
			"note": "Social Service Project"
		}
	],
	"header": "EXPERIENCE",
	"goto": "go to",
	"description": [
		"I'm a cybersecurity professional with experience in multiple areas, including Security Operations Center (SOC) management, Vulnerability Management, and Cloud Security Analysis. I've also developed skills as a full-stack developer, which has allowed me to collaborate on the development of tools for security management and automation. Additionally, I've gained hands-on experience designing and developing security-related tools and scripts, which has helped me understand the technical aspects of cybersecurity and how to effectively implement security solutions.",
		"As a member of a SOC team, I've worked closely with IT teams to implement and manage various security tools, including EDR, SIEM, and CASB. I've also gained experience in Vulnerability Management and Cloud Security Auditing, implementing and evaluating different security controls and tools like Vulnerability Scanners and WAF.",
		"I'm familiar with industry-recognized security frameworks and standards, such as ISO 27001, PCI DSS, CSA CCM, NIST CSF, and CIS recommendations. I've worked closely with organizations to implement and manage their security programs aligned to these frameworks, and I'm committed to continuously learning and growing in the field of cybersecurity."
	],
	"ctools": [
		"Vulnerability Scanners",
		"Endpoint Detection and Response (EDR)",
		"Security Information and Event Management (SIEM)",
		"Web Application Firewall (WAF)",
		"Multi-purpose Cloud Security Management tools",
		"Cloud Security Posture Management (CSPM)",
		"Cloud Access Security Broker (CASB)",
		"Penetration testing Suite tools"
	]
}
