{
	"main": {
		"university": "Technological Institute of Morelia",
		"degree": "Computer Systems Engineer"
	},
	"data": [
		{
			"key": 1,
			"title": "DIINCO",
			"subtitle": "Current work",
			"image": "/images/diinco.png",
			"description": "Nowadays, I'm working as a FullStack developer at DIINCO, a web-based platform for remote project management. Also, I do the Team Leader role on this project, I'm very happy with my performance and the working environment at this enterprise.",
			"date": "2021 - Today",
			"link": "https://www.instagram.com/diincooficial_/",
			"alias": "DIINCO",
			"roles": ["Fullstack Developer", "Team Leader"],
			"note": "To be announced!"
		},
		{
			"key": 2,
			"title": "Stardeos",
			"subtitle": "Current work",
			"image": "/images/stardeos.png",
			"description": "I've been working as volunteer colaborator at Stardeos for a short period of time, this project is being leaded by the youtuber DalasReview. On this project I've made optimization and security contributions. Also, I've worked as FullStack developer on this project.",
			"date": "2021 - Today",
			"link": "https://stardeos.com",
			"alias": "Stardeos",
			"roles": ["Fullstack Developer", "Volunteer"],
			"note": "Standby!"
		},
		{
			"key": 3,
			"title": "El Tepetate",
			"subtitle": "Academic Software Factory",
			"image": "/images/eltepetate.png",
			"description": "As project for the Academic Software Factory of the Instituto Tecnológico de Morelia, we made a web technologies based administration platform for the trout farm El Tepetate. This project took part of a engineering contest on the institution, my team (Raccoon Solutions) drawn the 1st place with Dragonware.",
			"date": "2019 - 2020",
			"link": "https://www.granjadetruchas.com/",
			"alias": "el tepetate",
			"roles": [
				"Full Stack Developer",
				"Team Leader",
				"Scrum Master",
				"Designer"
			],
			"note": "Page is out of date"
		},
		{
			"key": 4,
			"title": "Administrative Engineering Master",
			"subtitle": "Social Service Project",
			"image": "/images/mia.png",
			"description": "As social service project, my teammate devcydo and me, made the presentation web page for the Administrative Engineering Master at the Instituto Tecnológico de Morelia. Also, we made software and hardware maintenance to the Industrial Engineering computer laboratory and we also made an introductory manual to statístic analysis with Python.",
			"date": "2021",
			"link": "https://morelia.tecnm.mx/mia/",
			"alias": "MIA",
			"roles": ["Frontend Developer", "Designer"]
		}
	],
	"header": "EXPERIENCE",
	"goto": "go to",
	"description": [
		"On the cybersecurity specialization I have worked on many academic projects related. These activities include cisco routers and switches configuration, Mikrotiks and Iptables firewall configuration, Information Security Management System (ISMS) plannning and configuration, Cloud computing based tools configuration (TrueNAS, Serverless, XenServer, VMWare ESXi, OpenStack, Docker y Kubernetes). network scanning practices, penetration testing practices, hardening practices, unidirectional and bidirectional encryption practices.",
		"I have worked with the suite of tools of Kali Linux and Parrot OS, The tools I have used to make those activities include: "
	],
	"ctools": [
		"Nmap",
		"Metasploit",
		"Aircrack-ng",
		"Nessus",
		"OpenVAS",
		"John The Reaper",
		"Hashcat",
		"Burpsuite Professional",
		"Zphisher",
		"Sherlock",
		"Joomscan",
		"Lynis",
		"Wireshark"
	]
}
