{
	"main": {
		"university": "Instituto Tecnológico de Morelia",
		"degree": "Ingeniero en Sistemas Computacionales"
	},
	"data": [
		{
			"key": 1,
			"title": "IINII",
			"subtitle": "Trabajo actual",
			"image": "/images/iinii.png",
			"description": "Actualmente estoy trabajando como desarrollador FullStack en IINII en un proyecto que actualmente es privado. También cumplo con el rol de líder de proyecto en esta empresa, estoy muy contento con mi desempeño y el ámbiente de trabajo dentro de esta empresa. Una vez revelado el proyecto, podré mostrar más detalles acerca de esta etapa.",
			"date": "2022 - Hoy",
			"link": "https://www.iiniinternacional.com/",
			"alias": "IINII",
			"roles": ["Desarrollador Fullstack", "Lider de equipo"],
			"note": "Por anunciarse"
		},
		{
			"key": 2,
			"title": "Stardeos",
			"subtitle": "Trabajo actual",
			"image": "/images/stardeos.png",
			"description": "He estado como colaborador voluntario de Stardeos por un corto perioco de tiempo, este proyecto esta siendo liderado por el Youtuber DalasReview. En este proyecto he realizado aportaciones de optimización y seguridad. Además, he realizado aportaciones como desarrollador FullStack.",
			"date": "2022 - Hoy",
			"link": "https://stardeos.com",
			"alias": "Stardeos",
			"roles": ["Desarrollador Fullstack", "Voluntario"],
			"note": "En espera"
		},
		{
			"key": 3,
			"title": "El Tepetate",
			"subtitle": "Fabrica Académica de Software",
			"image": "/images/eltepetate.png",
			"description": "Como proyecto de la Fábrica Académica de Software del Instituto Tecnológico de Morelia, realizamos una plataforma de administración para la granja trutícola El tepetate, basada en tecnologías web. Este proyecto formó parte de un concurso de ingeniería dentro de la institución en el cual mi equipo (Raccoon Solutions) empató en primer lugar con Dragonware.",
			"date": "2019 - 2020",
			"link": "https://www.granjadetruchas.com/",
			"alias": "el tepetate",
			"roles": [
				"Desarrollador FullStack",
				"Lider de equipo",
				"Scrum Master",
				"Diseñador"
			],
			"note": "Página desactualizada"
		},
		{
			"key": 4,
			"title": "Maestría en Ingeniería Administrativa",
			"subtitle": "Proyecto de Servicio Social",
			"image": "/images/mia.png",
			"description": "Como proyecto de servicio social, mi compañero devcydo y yo, nos encagamos de la página de presentación de la Maestría en Ingeniería Administrativa del Instituto Tecnológico de Morelia. Además de este proyecto, realizamos mantenimiento de software y hardware al equipo de computo del laboratorio de Ingeniería Industrial y realizamos un manual de introduccion al análisis estadístico con Python.",
			"date": "2021",
			"link": "https://morelia.tecnm.mx/mia/",
			"alias": "MIA",
			"roles": ["Desarrollador Frontend", "Diseñador"]
		}
	],
	"header": "Experiencia",
	"goto": "ir a"
}
